[
        {
            "urltoimg": "nill",
            "title": "Lenovo привезла на CES 2022 двухдисплейный ноутбук ThinkBook Plus Gen 3",
            "description": "будет удалено",
            "newsdata": "У новинки ультраширокий основной дисплей диагональю 17.3 дюйма с соотношением сторон 21:9. Это IPS-матрица с частотой обновления 120 Гц, разрешением 3072×1440 пикселей и 100-процентным охватом цветового пространства DCI-P3. Дополнительный сенсорный — 8 дюймов и 1280×800 точек. Ноутбук весит около 2 кг, толщина — 17.9 мм. Он оснащен процессорами Intel Core 12-го поколения H-серии, 32 ГБ оперативной памяти LPDDR5 в максимальной конфигурации и SSD-накопителем PCIe NVMe Gen 4 емкостью 1 ТБ. ThinkBook Plus Gen 3 появится в продаже в мае по цене от 1399 долларов (около 107 400 рублей по курсу)."
        },
        {
            "urltoimg": "nill",
            "title": "Asus представила складной 17-дюймовый планшет с Windows 11 и гибким OLED",
            "description": "будет удалено",
            "newsdata": "Также отмечаются аккумулятор ёмкостью 75 Вт·ч, два порта двумя портами USB Type-C с поддержкой интерфейса Thunderbolt 4, четыре динамика Harman Kardon. К сожалению, компания не раскрыла характеристики экрана, сообщив лишь, что соотношение сторон составит 16:10.Устройство базируется на процессорах Intel Core 12-го поколения серии U вплоть до Core i7-1250U .Asus Zenbook 17 Fold OLED поступит в продажу в середине 2022 года "
        },
        {
            "urltoimg": "https://raw.githubusercontent.com/dimstr/NewspapperData/main/assets/ykmx07sbydxayynxhboq.jpg",
            "title": "Выпущен новый ноутбук без тачпада Dell XPS 13 Plus",
            "description": "будет удалено",
            "newsdata": "За производительность нового ноутбука отвечает мощный процессор семейства Intel Alder Lake. В разных версиях предусмотрели от 8 гигабайт оперативной памяти и от 256 гигабайт на твердотельном диске. Ноутбук получил качественный экран с высоким разрешением, 4 динамика и интерфейсы Thunderbolt 4. Цена новинки составит от 1200 долларов за базовую версию."
        },
        {
            "urltoimg": "https://raw.githubusercontent.com/dimstr/NewspapperData/main/assets/2022-01-06-16-18-04.jpg",
            "title": "Nvidia представила флагманскую видеокарту GeForce RTX 3090 Ti с 24 Гб памяти",
            "description": "будет удалено",
            "newsdata": "К графическому процессору с 2560 ядрами CUDA по 128-разрядной шине подключено 8 ГБ памяти GDDR6, работающей со скоростью 14 Гбит/с.Однако отличия кроются в технических характеристиках.Потребляемая мощность заявлена равной 130 Вт."
        },
        {
            "urltoimg": "https://raw.githubusercontent.com/dimstr/NewspapperData/main/assets/hero_endframe__ea0qze85eyi6_small_2x.jpg",
            "title": "Переход на собственные процессоры Apple может завершить уже к июню",
            "description": "будет удалено",
            "newsdata": "Моноблок iMac Pro с большой диагональю экрана, новый Mac mini и Mac Pro перейдут на использование процессоров Apple собственной разработки в этом году. Более того, в 2022 году может быть представлен новый MacBook Pro начального уровня. По прогнозам источника, Apple завершит перевод своих компьютеров на использование процессоров собственной разработки к июньскому мероприятию WWDC 2022."
        }
]
        
